{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blame.nvim": {
      "src": "https://github.com/FabijanZulj/blame.nvim"
    },
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot"
    },
    "blink-ripgrep.nvim": {
      "src": "https://github.com/mikavilpas/blink-ripgrep.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.indent": {
      "src": "https://github.com/saghen/blink.indent"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "darkearth-nvim": {
      "src": "https://github.com/ptdewey/darkearth-nvim"
    },
    "deez-nvim": {
      "src": "https://codeberg.org/pdewey/deez-nvim"
    },
    "evergarden": {
      "src": "https://github.com/everviolet/nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "glance.nvim": {
      "src": "https://github.com/DNLHC/glance.nvim"
    },
    "gokit-nvim": {
      "src": "https://github.com/ptdewey/gokit-nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "hotpot.nvim": {
      "src": "https://github.com/ptdewey/hotpot.nvim"
    },
    "jj.nvim": {
      "src": "https://github.com/NicolasGB/jj.nvim"
    },
    "kulala.nvim": {
      "src": "https://github.com/mistweaverco/kulala.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/ptdewey/lualine.nvim"
    },
    "lze": {
      "src": "https://github.com/BirdeeHub/lze"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "namu.nvim": {
      "src": "https://github.com/bassamsdata/namu.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-coverage": {
      "src": "https://github.com/ptdewey/nvim-coverage"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-parinfer": {
      "src": "https://github.com/gpanders/nvim-parinfer",
      "version": "'lua-plugin'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim"
    },
    "pathfinder-nvim": {
      "src": "https://codeberg.org/pdewey/pathfinder-nvim"
    },
    "pendulum-nvim": {
      "src": "file:////home/patrick/projects/pendulum-nvim",
      "version": "'v2'"
    },
    "sqlite.lua": {
      "src": "https://github.com/ptdewey/sqlite.lua"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "vim-startuptime": {
      "src": "https://github.com/dstein64/vim-startuptime"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test"
    },
    "vitesse-nvim": {
      "src": "https://github.com/ptdewey/vitesse-nvim"
    },
    "volt": {
      "src": "https://github.com/nvzone/volt"
    },
    "yankbank-nvim": {
      "src": "https://github.com/ptdewey/yankbank-nvim",
      "version": "'main'"
    }
  }
}